Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/WirelessModemSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nl, no, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# INSTANT_HOTSPOT_IPAD
source: Personal Hotspot on your iPad can provide Internet access to other devices signed into your iCloud account without requiring you to enter the password.
ar: يمكن لنقطة الاتصال الشخصية على الـ iPad إتاحة الوصول إلى الإنترنت للأجهزة الأخرى التي سجلت الدخول إلى حساب iCloud دون طلب إدخال كلمة السر.
bg: Личната точка за достъп на вашия iPad може да предостави интернет достъп на други устройства, влезли във вашата iCloud регистрация, без да се изисква въвеждането на парола.
bn: আপনার iPad-এর ব্যক্তিগত হটস্পটের মাধ্যমে আপনি আপনার iCloud অ্যাকাউন্টে সাইন ইন করা আছে এমন অন্যান্য ডিভাইসগুলিতে পাসওয়ার্ড না দিয়েই ইন্টারনেট ব্যবহার করতে পারবেন।
ca: Amb el punt d’accés personal de l’iPad, pots proporcionar accés a internet als altres dispositius en què hagis iniciat sessió amb el compte de l’iCloud sense haver d’introduir la contrasenya.
cs: Osobní hotspot na iPadu může poskytovat připojení k internetu ostatním zařízením připojeným k vašemu účtu na iCloudu bez toho, že byste museli zadávat heslo.
da: Internetdeling på iPad kan give andre enheder, der er logget ind på iCloud-kontoen, adgang til internettet, uden at du skal skrive adgangskoden.
de: Der persönliche Hotspot auf dem iPad bietet eine Internetverbindung für andere Geräte, die beim iCloud-Account angemeldet sind, ohne dass du das Passwort eingeben musst.
el: Το Προσωπικό hotspot στο iPad μπορεί να παρέχει διαδικτυακή σύνδεση σε άλλες συσκευές που είναι συνδεδεμένες στον λογαριασμό iCloud σας, χωρίς να χρειάζεται να εισάγετε το συνθηματικό.
es: El punto de acceso del iPad permite proporcionar acceso a internet a otros dispositivos que hayan iniciado sesión en tu cuenta de iCloud sin necesidad de introducir la contraseña.
es_419: Compartir Internet en tu iPad puede otorgar acceso a Internet a otros dispositivos que hayan iniciado sesión en tu cuenta de iCloud sin solicitarte la contraseña.
fi: iPadin Oma hotspot tarjoaa internet-yhteyden muille iCloud-tilillesi kirjautuneille laitteille ilman, että sinun pitää syöttää salasana.
fr: Le partage de connexion sur votre iPad peut permettre aux autres appareils connectés à votre compte iCloud d’accéder à Internet sans que vous ayez à saisir le mot de passe.
fr_ca: Le partage de connexion de l’iPad peut fournir un accès Internet à d’autres appareils connectés à votre compte iCloud sans que vous ayez à entrer de mot de passe.
gu: તમારા iPadનું પર્સનલ હૉટસ્પૉટ તમને તમારા iCloud અકાઉંટમાં સાઇન ઇન કરેલા બીજા ડિવાઇસને પાસવર્ડ એંટર કર્યા વગર ઇંટરનેટનો ઍક્સેસ પ્રદાન કરી શકે છે.
he: באמצעות נקודת גישה אישית ב-iPad ניתן לספק גישה לאינטרנט למכשירים נוספים המחוברים ל-iCloud ללא צורך בהזנת הסיסמה.
hi: आपके iPad पर निजी हॉटस्पॉट आपको अपने iCloud खाते में साइन इन किए गए अन्य डिवाइस में बिना पासवर्ड दर्ज किए इंटरनेट ऐक्सेस प्रदान कर सकता है।
hr: Osobni hotspot na iPadu može pružiti internetski pristup drugim uređajima koji su prijavljeni na vaš iCloud račun bez da trebate unositi lozinku.
hu: A személyes hotspot az iPadjén képes internet-hozzáférést biztosítani az Ön iCloud-fiókjába bejelentkezett egyéb eszközök számára anélkül, hogy Önnek be kellene gépelnie a jelszavát.
id: Hotspot Pribadi di iPad dapat menyediakan akses internet ke perangkat lain yang masuk ke akun iCloud Anda tanpa mengharuskan Anda untuk memasukkan kata sandi.
it: L’hotspot personale su iPad consente di accedere a internet con gli altri dispositivi su cui hai effettuato l’accesso ad iCloud senza dover inserire la password.
ja: iPadの“インターネット共有”機能を使用すると、iCloudにサインインしている別のデバイスからパスワード入力なしでインターネットにアクセスすることができます。
kk: iPad құрылғысындағы жеке кіру нүктесі арқылы iCloud аккаунтына кірген құрылғыларда құпиясөзді енгізбестен интернетке қосылуға болады.
kn: ನೀವು ಪಾಸ್‌ವರ್ಡ್ ಒದಗಿಸಬೇಕಾದ ಅಗತ್ಯವಿಲ್ಲದೆಯೇ, ನಿಮ್ಮ iPadನಲ್ಲಿನ ವೈಯಕ್ತಿಕ ಹಾಟ್‌ಸ್ಪಾಟ್ ನಿಮ್ಮ iCloud ಖಾತೆಗೆ ಸೈನ್ ಇನ್ ಆಗಿರುವ ಇತರ ಸಾಧನಗಳಿಗೆ ‌ಇಂಟರ್ನೆಟ್ ಆ್ಯಕ್ಸೆಸ್ ಅನ್ನು ಒದಗಿಸಬಹುದು.
ko: 사용자가 암호를 입력할 필요 없이 iPad의 개인용 핫스팟이 사용자의 iCloud 계정에 로그인된 다른 기기에 인터넷 접근을 제공할 수 있습니다.
lt: „iPad“ esantis asmeninis interneto prieigos taškas gali suteikti interneto prieigą kitiems prie „iCloud“ paskyros prijungtiems įrenginiams, nereikalaujant įvesti slaptažodžio.
ml: നിങ്ങളുടെ iPad-ലെ പേഴ്സണൽ ഹോട്ട്സ്പോട്ടിന് നിങ്ങളുടെ പാസ്‌വേഡ് നൽകാതെ തന്നെ നിങ്ങളുടെ iCloud-ൽ സൈൻ-ഇൻ ചെയ്തിരിക്കുന്ന മറ്റ് ഡിവൈസുകളിലേക്ക് ഇന്റർനെറ്റ് ആക്സസ് നൽകാനാകും.
mr: तुमच्या iPad वरील वैयक्तिक हॉटस्पॉट तुमच्या iCloud अकाउंट मध्ये साइन इन केलेल्या इतर डिव्हाइसला पासवर्ड न टाकता इंटरनेट ॲक्सेस प्रदान करू शकतो.
ms: Hotspot Peribadi pada iPad anda boleh memberikan akses internet kepada peranti lain yang didaftar masuk ke akaun iCloud anda tanpa memerlukan anda memasukkan kata laluan.
nl: Met een persoonlijke hotspot op je iPad kunnen andere apparaten die zijn ingelogd bij je iCloud-account, verbinding maken met internet zonder dat er een wachtwoord nodig is.
no: Delt internett på iPad kan gi internettforbindelse til andre enheter som er logget på samme iCloud-konto, uten at du trenger å oppgi passordet.
or: ଆପଣଙ୍କ iPadର ପର୍ସନଲ୍ ହଟ୍‌ସ୍ପଟ୍ ଆପଣଙ୍କ iCloud ଆକାଉଣ୍ଟ୍‌ରେ ସାଇନ୍ ଇନ୍ ହୋଇଥିବା ଅନ୍ୟ ଡିଭାଇସ୍‌ଗୁଡ଼ିକୁ ଇଣ୍ଟର୍‌ନେଟ୍ ଆକ୍ସେସ୍‌ ପ୍ରଦାନ କରିପାରେ, ଯାହାପାଇଁ ଆପଣଙ୍କୁ ନିଜର ପାସ୍‌ୱର୍ଡ୍‌ ଲେଖିବାକୁ ପଡ଼ିବ ନାହିଁ।
pa: ਤੁਹਾਡੇ iPad ਦਾ ਨਿੱਜੀ ਹੌਟਸਪੌਟ ਤੁਹਾਡੇ iCloud ਖਾਤੇ ਵਿੱਚ ਸਾਈਨ ਇਨ ਕੀਤੇ ਹੋਰ ਡਿਵਾਈਸਾਂ ਨੂੰ ਤੁਹਾਡੇ ਵੱਲੋਂ ਪਾਸਵਰਡ ਭਰੇ ਬਿਨਾਂ ਇੰਟਰਨੈੱਟ ਐਕਸੈੱਸ ਦੇ ਸਕਦਾ ਹੈ।
pl: Hotspot osobisty na Twoim iPadzie może zapewniać dostęp do Internetu innym urządzeniom zalogowanym na Twoim koncie iCloud bez konieczności wprowadzania hasła.
pt_br: O Acesso Pessoal no iPad pode fornecer acesso à internet a outros dispositivos que tenham iniciado uma sessão na sua conta do iCloud sem exigir que você digite a senha.
pt_pt: O hotspot pessoal no iPad pode dar acesso à internet a outros dispositivos com sessão iniciada na mesma conta iCloud sem ter de digitar a palavra‑passe.
ro: Hotspotul personal de pe iPad poate furniza acces la internet altor dispozitive autentificate în contul dvs. de iCloud fără a fi necesar să introduceți parola.
ru: Режим модема на iPad может предоставить доступ к интернету на устройствах, на которых выполнен вход в iCloud, без необходимости вводить пароль.
sk: Osobný hotspot na iPade dokáže poskytovať prístup na internet ostatným zariadeniam prihláseným do vášho iCloud účtu bez toho, aby ste museli zadávať heslo.
sl: Osebna dostopna točka v iPadu omogoča dostop do interneta drugim napravam, vpisanim v račun iCloud, brez zahteve za vnos gesla.
sv: Med Internetdelning på iPad kan du tillhandahålla internetåtkomst för andra enheter som är inloggade på ditt iCloud-konto utan att du behöver ange lösenordet.
ta: உங்கள் iPadஇல் உள்ள தனிப்பட்ட ஹாட்ஸ்பாட் உங்கள் iCloud கணக்கில் உள்நுழைந்துள்ள பிற சாதனங்களுக்கு நீங்கள் பாஸ்வேர்டை உள்ளிடத் தேவையின்றி இணைய அணுகலை வழங்கும்.
te: మీ iPadలోని పర్సనల్ హాట్‌స్పాట్ మీరు పాస్‌వర్డ్ నమోదు చేయాల్సిన అవసరం లేకుండానే, మీ iCloud ఖాతాలో సైన్ ఇన్ చేసిన ఇతర డివైజ్‌లకు ఇంటర్నెట్ యాక్సెస్ అందిస్తుంది.
th: สามารถใช้ฮอตสปอตส่วนบุคคลบน iPad แชร์อินเทอร์เน็ตให้อุปกรณ์อื่นที่ลงชื่อเข้าบัญชี iCloud ของคุณได้โดยไม่ต้องป้อนรหัสผ่าน
tr: iPad’inizdeki Kişisel Erişim Noktası, iCloud hesabınıza giriş yapmış diğer aygıtlarda parola girmenizi gerektirmeden internet erişimi sağlayabilir.
uk: Власна точка доступу на вашому iPad може надавати інтернет-доступ для інших пристроїв, на яких виконано вхід у ваш обліковий запис iCloud, не запитуючи пароль.
ur: آپ کے ‏iPad پر ذاتی ہاٹ اسپاٹ آپ کے ‏iCloud اکاؤنٹ میں سائن اِن دیگر ڈیوائسوں تک نیٹ کی رسائی فراہم کرسکتا ہے اور اس کے لیے آپ کو پاس ورڈ درج کرنے کی ضرورت نہیں۔
vi: Điểm truy cập cá nhân trên iPad có thể cung cấp quyền truy cập internet cho các thiết bị khác được đăng nhập vào tài khoản iCloud mà không yêu cầu bạn nhập mật khẩu.
zh_cn: iPad“个人热点”可允许其他已登录你iCloud的设备访问网络，你无需输入密码。
zh_hk: 毋須輸入密碼，iPad上的個人熱點可供其他已登入你的iCloud帳户的裝置取用互聯網連線。
zh_tw: 無須輸入密碼，iPad上的「個人熱點」可以提供其他已登入你iCloud帳號的裝置網際網路連線。

source: Maximize Compatibility
ar: زيادة التوافق لأقصى حد
bg: Максимална съвместимост
bn: সার্বাধিকভাবে সামঞ্জস্য করে তুলুন
ca: Maximitza la compatibilitat
cs: Maximalizovat kompatibilitu
da: Maksimer kompatibilitet
de: Kompatibilität maximieren
el: Μεγιστοποίηση συμβατότητας
es: Maximizar la compatibilidad
es_419: Maximizar compatibilidad
fi: Maksimoi yhteensopivuus
fr: Maximiser la compatibilité
fr_ca: Maximiser la compatibilité
gu: મહત્તમ સુસંગતતા
he: תאימות מרבית
hi: संगतता अधिकतम करें
hr: Maksimizacija kompatibilnosti
hu: Kompatibilitás maximalizálása
id: Maksimalkan Kompatibilitas
it: Ottimizza la compatibilità
ja: 互換性を優先
kk: Максималды үйлесімділік
kn: ಹೊಂದಾಣಿಕೆಯನ್ನು ಗರಿಷ್ಠಗೊಳಿಸಿ
ko: 호환성 최대화
lt: Padidinti suderinamumą
ml: അനുയോജ്യത പരമാവധിയാക്കൂ
mr: सुसंगतता अधिकतम करा
ms: Maksimumkan Keserasian
nl: Maximaliseer compatibiliteit
no: Best mulig kompatibilitet
or: କମ୍ପାଟିବିଲିଟୀ ସର୍ବାଧିକ କରନ୍ତୁ
pa: ਅਨੁਕੂਲਤਾ ਵਧਾਓ
pl: Maksymalna zgodność
pt_br: Maximizar Compatibilidade
pt_pt: Maximizar compatibilidade
ro: Maximizare compatibilitate
ru: Максимальная совместимость
sk: Maximalizovať kompatibilitu
sl: Povečana združljivost
sv: Maximera kompatibilitet
ta: இணக்கநிலையை அதிகபட்சமாக்கு
te: అనుకూలతను పెంచు
th: ใช้งานร่วมกันได้มากที่สุด
tr: Maksimum Uyumluluk
uk: Максимізувати сумісність
ur: موافقت کو زیادہ سے زیادہ بنائیں
vi: Tăng tối đa khả năng tương thích
zh_cn: 最大兼容性
zh_hk: 最高相容性
zh_tw: 最大化相容性

# CONNECT_OVER_USB_LABEL
source: TO CONNECT USING USB
ar: للاتصال باستخدام USB
bg: ЗА СВЪРЗВАНЕ ЧРЕЗ USB
bn: USB-এর মাধ্যমে কানেক্ট করুন
ca: PER CONNECTAR VIA USB
cs: PRO PŘIPOJENÍ PŘES USB
da: OPRET FORBINDELSE VHA. USB
de: ÜBER USB VERBINDEN
el: ΓΙΑ ΣΥΝΔΕΣΗ ΜΕΣΩ USB
es: PARA CONECTAR POR USB
es_419: PARA CONECTAR POR USB
fi: YHDISTÄ USB:LLÄ
fr: POUR SE CONNECTER VIA USB
fr_ca: POUR SE CONNECTER VIA USB
gu: USB દ્વારા કનેક્ટ કરો
he: לחיבור באמצעות USB
hi: USB द्वारा कनेक्ट करें
hr: ZA SPAJANJE KORISTEĆI USB
hu: USB-KAPCSOLATHOZ
id: UNTUK MENGHUBUNGKAN DENGAN USB
it: PER CONNETTERSI VIA USB
ja: USBで接続するには
kk: USB АРҚЫЛЫ ҚОСЫЛУ ҮШІН
kn: USB ಬಳಸಿಕೊಂಡು ಕನೆಕ್ಟ್ ಮಾಡಲು
ko: USB로 연결하려면
lt: PRIJUNGTI NAUDOJANT USB
ml: USB ഉപയോഗിച്ച് കണക്റ്റ് ചെയ്യാൻ
mr: USB वापरून कनेक्ट करण्यासाठी
ms: UNTUK BERSAMBUNG MENGGUNAKAN USB
nl: VERBINDING VIA USB
no: KOBLE TIL MED USB
or: USBକୁ ବ୍ୟବହାର କରି ସଂଯୋଗ କରନ୍ତୁ
pa: USB ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਕਨੈਕਟ ਕਰਨ ਲਈ
pl: ŁĄCZENIE PRZEZ USB
pt_br: PARA CONECTAR VIA USB
pt_pt: PARA LIGAR POR USB
ro: PENTRU CONECTARE PRIN USB
ru: ДЛЯ ПОДКЛЮЧЕНИЯ ЧЕРЕЗ USB
sk: PRE PRIPOJENIE POMOCOU USB
sl: VZPOSTAVITEV POVEZAVE – VRATA USB
sv: ANSLUT VIA USB
ta: USBஐப் பயன்படுத்தி இணைக்க
te: USB ద్వారా కనెక్ట్ చేయడానికి చేయాల్సినవి
th: ในการเชื่อมต่อโดยใช้ USB
tr: USB KULLANARAK BAĞLANMAK İÇİN
uk: ДЛЯ ПІДʼЄДНАННЯ ЧЕРЕЗ USB
ur: ‏USB کے ذریعے کنکٹ کرنا
vi: ĐỂ KẾT NỐI BẰNG USB
zh_cn: 通过USB连接
zh_hk: 使用USB連線
zh_tw: 使用USB連線

# MAXIMIZE_COMPATIBILITY_FOOTER
source: Internet performance may be reduced for devices connected to your hotspot when turned on.
ar: قد ينخفض أداء الإنترنت للأجهزة المتصلة بنقطة الاتصال الشخصية لديك عند تشغيلها.
bg: Ако е включено, може да се намали скоростта на интернет за устройства, свързани към вашата точка за достъп.
bn: হটস্পট চালু থাকা অবস্থায় সেটির সাথে কানেক্ট করা ডিভাইসগুলিতে ইন্টারনেটের কার্যক্ষমতা কমে যেতে পারে।
ca: Si aquesta opció està activada, és possible que disminueixi el rendiment d’internet als dispositius connectats al punt d’accés.
cs: Zapnutí této funkce může snížit výkon internetového připojení u zařízení využívajících váš hotspot.
da: Internettets ydeevne reduceres muligvis på enheder, der er forbundet via internetdeling, når det er slået til.
de: Bei Aktivierung kann für Geräte, die mit deinem Hotspot verbunden sind, die Internetleistung verringert werden.
el: Η απόδοση της σύνδεσης Διαδικτύου μπορεί να μειωθεί για συσκευές που είναι συνδεδεμένες στο hotspot σας όταν είναι ενεργοποιημένο.
es: Si activas tu punto de acceso personal y se conectan a él otros dispositivos, es posible que la conexión a internet se ralentice.
es_419: Si se activa, se podría afectar el rendimiento del Internet en los dispositivos conectados a tu punto de conexión.
fi: Omaan hotspotiisi yhdistettyjen laitteiden internet-suorituskyky saattaa heikentyä, kun tämä on päällä.
fr: Le débit Internet peut être réduit pour les appareils connectés à votre partage de connexion lorsque cette option est activée.
fr_ca: Il se peut que les performances d’Internet soient réduites pour les appareils qui partagent votre connexion lorsque cette option est activée.
gu: તમારું હૉટસ્પૉટ ચાલુ કરવાથી તેની સાથે કનેક્ટેડ ડિવાઇસના ઇંટરનેટની કાર્યક્ષમતામાં ઘટાડો આવી શકે છે.
he: ייתכן שתורגש ירידה בביצועי הגלישה באינטרנט במכשירים המחוברים לנקודת הגישה האישית כאשר היא פעילה.
hi: आपका हॉटस्पॉट चालू करने पर उससे कनेक्टेड डिवाइस के लिए इंटरनेट प्रदर्शन में कमी हो सकती है।
hr: Učinkovitost interneta može biti smanjena za uređaje spojene na vaš hotspot kad je uključen.
hu: Előfordulhat, hogy ha be van kapcsolva, akkor az internetsebesség csökkenni fog a hotspothoz csatlakozó eszközök számára.
id: Kinerja internet dapat berkurang untuk perangkat yang terhubung ke hotspot Anda saat dinyalakan.
it: Le prestazioni della connessione internet potrebbero essere ridotte per i dispositivi connessi al tuo hotspot in caso di attivazione.
ja: オンにすると、あなたのインターネット共有に接続しているデバイスでインターネットのパフォーマンスが低下する場合があります。
kk: Бұл функция қосулы болғанда, кіру нүктесіне қосылған құрылғылар үшін интернет қосылымының жылдамдығы төмендеуі мүмкін.
kn: ಇದನ್ನು ಆನ್ ಮಾಡಿದರೆ ನಿಮ್ಮ ಹಾಟ್‌ಸ್ಪಾಟ್‌ಗೆ ಕನೆಕ್ಟ್ ಆಗಿರುವ ಸಾಧನಗಳ ಇಂಟರ್ನೆಟ್ ಕಾರ್ಯಕ್ಷಮತೆ ಕಡಿಮೆಯಾಗಬಹುದು.
ko: 이 기능을 켜면 핫스팟에 연결된 기기의 인터넷 성능이 저하될 수 있습니다.
lt: Įjungus, prie interneto prieigos taško prijungtų įrenginių interneto našumas gali sumažėti.
ml: നിങ്ങളുടെ ഹോട്ട്സ്പോട്ട് ഓണായിരിക്കുമ്പോൾ, അതിലേക്ക് കണക്റ്റ് ചെയ്തിരിക്കുന്ന ഡിവൈസുകളുടെ ഇന്റർനെറ്റ് പെർഫോമൻസ് കുറച്ചേക്കാം.
mr: हॉटस्पॉट सुरु केल्यावर कनेक्ट झालेल्या डिव्हाइसमुळे इंटरनेटची स्पीड कमी होऊ शकते.
ms: Prestasi internet mungkin berkurangan untuk peranti yang bersambung ke hotspot anda semasa diaktifkan.
nl: De internetprestaties zijn mogelijk minder bij apparaten die zijn verbonden met je hotspot wanneer deze is ingeschakeld.
no: Når innstillingen er på, kan Internettytelsen bli redusert for enheter som er koblet til via delt internett.
or: ଆପଣଙ୍କ ହଟ୍‌ସ୍ପଟ୍ ଚାଲୁ ରହିବା ସମୟରେ, ଏହା ସହ ସଂଯୋଜିତ ଡିଭାଇସ୍‌ଗୁଡ଼ିକ ପାଇଁ ଇଣ୍ଟରନେଟ୍ କାର୍ଯ୍ୟଦକ୍ଷତା ହ୍ରାସ ହୋଇପାରେ।
pa: ਤੁਹਾਡਾ ਹੌਟਸਪੌਟ ਚਾਲੂ ਕਰਨ ’ਤੇ ਉਸ ਨਾਲ ਕਨੈਕਟ ਕੀਤੇ ਡਿਵਾਈਸਾਂ ਲਈ ਇੰਟਰਨੈੱਟ ਕਾਰਗੁਜ਼ਾਰੀ ਵਿੱਚ ਕਮੀ ਹੋ ਸਕਦੀ ਹੈ।
pl: Włączenie tej funkcji może obniżyć szybkość połączenia z Internetem na urządzeniach używających Twojego hotspotu.
pt_br: O desempenho da internet pode ser reduzido em dispositivos conectados ao ponto de acesso quando ativado.
pt_pt: Quando esta opção está ativa, o desempenho da internet poderá ser reduzido para os dispositivos ligados ao seu hotspot.
ro: Atunci când opțiunea este activată, performanța conexiunii la internet poate fi redusă pentru dispozitivele conectate la hotspotul dvs.
ru: Когда эта функция включена, скорость интернет-соединения может быть снижена для устройств, подключенных к точке доступа.
sk: Zapnutie tejto funkcie môže spomaliť internet na zariadeniach pripojených k vášmu hotspotu.
sl: Delovanje internetne povezave bo morda počasnejše za naprave, povezane z dostopno točko, kadar je vklopljena.
sv: Internetprestanda kan minskas för enheter som är anslutna till din internetdelning vid aktivering.
ta: ஆன் செய்யப்பட்டிருக்கும் உங்கள் ஹாட்ஸ்பாட்டுடன் இணைக்கப்படும் சாதனங்களின் இணையச் செயல்திறன் குறையக் கூடும்.
te: మీ హాట్‌స్పాట్‌ను ఆన్ చేసినప్పుడు, దానికి కనెక్ట్ అయి ఉన్న డివైజ్‌ల ఇంటర్నెట్ పనితీరు తగ్గవచ్చు.
th: ประสิทธิภาพการทำงานของอินเทอร์เน็ตอาจลดลงสำหรับอุปกรณ์ที่เชื่อมต่อกับฮอตสปอตของคุณเมื่อเปิดใช้
tr: Erişim noktanız açıldığında erişim noktasına bağlı aygıtların internet performansı düşebilir.
uk: Коли ввімкнено, швидкість роботи інтернету може знижуватися для пристроїв, які підʼєднано до точки доступу.
ur: ہاٹ اسپاٹ چالو ہونے پر اس سے کنکٹڈ ڈیوائس کے لیے انٹرنیٹ کی کارکردگی کم ہو سکتی ہے۔
vi: Khi bật tùy chọn này, hiệu năng internet có thể bị giảm đối với các thiết bị được kết nối vào điểm truy cập của bạn.
zh_cn: 打开后，接入你热点的设备的互联网性能可能会下降。
zh_hk: 開啟時，已連接到你熱點的裝置之互聯網效能可能會降低。
zh_tw: 若開啟，可能會降低連接到熱點裝置的網際網路效能。

# POWER_ALERT_BT_OFF_MESSAGE
source: Personal hotspot will only be available over %@ and USB. Do you also want to enable it over Bluetooth?
ar: سوف تكون نقطة الاتصال الشخصية متوفرة فقط عبر %@ و USB. هل ترغب بتمكينها عبر Bluetooth؟
bg: Личната точка за достъп ще бъде налична само през %@ и USB. Искате ли да я активирате и през Bluetooth?
bn: পার্সোনাল হটস্পট শুধুমাত্র %@ ও USB-এর মাধ্যমে উপলভ্য। আপনি কি এটি Bluetooth-এর ক্ষেত্রেও সক্রিয় করতে চান?
ca: El punt d’accés personal només estarà disponible per %@ i USB. Vols compartir-lo també a través del Bluetooth?
cs: Osobní hotspot bude k dispozici pouze přes %@ a USB. Chcete jej též zapnout přes Bluetooth?
da: Internetdeling er kun tilgængelig via %@ og USB. Vil du også aktivere det via Bluetooth?
de: Der persönliche Hotspot ist nur über %@ und USB verfügbar. Soll er auch über Bluetooth aktiviert werden?
el: Το προσωπικό hotspot θα διατίθεται μόνο μέσω %@ και USB. Θέλετε να το ενεργοποιήσετε και μέσω Bluetooth;
es: El punto de acceso personal solo estará disponible a través de %@ y USB. ¿Quieres que esté disponible también a través de Bluetooth?
es_419: El punto de conexión personal sólo estará disponible a través de %@ y USB. ¿Quieres que esté disponible también a través de Bluetooth?
fi: Oma hotspot on käytettävissä vain %[tt]@-yhteyden ja USB:n kautta. Haluatko ottaa sen käyttöön myös Bluetoothin kautta?
fr: Le partage de la connexion Internet ne sera possible que via %@ et USB. Souhaitez-vous aussi activer cette fonction via Bluetooth ?
fr_ca: Le partage de la connexion Internet ne sera possible que via %@ et USB. Souhaitez-vous aussi activer cette fonction via Bluetooth?
gu: પર્સનલ હૉટસ્પૉટ માત્ર %@ અને USB પર જ ઉપલબ્ધ રહેશે. શું તમે તેને Bluetooth પર પણ સક્ષમ કરવા ઇચ્છો છો?
he: נקודת הגישה האישית תהיה זמינה רק דרך %@ ו-USB. האם ברצונך להפעיל אותה גם דרך Bluetooth?
hi: निजी हॉटस्पॉट केवल %@ और USB पर उपलब्ध होगा। क्या आप इसे Bluetooth पर भी सक्षम करना चाहते हैं?
hr: Osobni hotspot bit će dostupan samo putem %@ i USB povezivanja. Želite li omogućiti hotspot i putem Bluetooth veze?
hu: A személyes hotspot csak %@ és USB használatával lesz elérhető. Engedélyezni szeretné a funkciót Bluetoothon keresztül is?
id: Hotspot pribadi hanya akan tersedia melalui %@ dan USB. Apakah Anda juga ingin mengaktifkannya melalui Bluetooth?
it: L’hotspot personale sarà disponibile solo tramite %@ e USB. Vuoi abilitarlo anche su Bluetooth?
ja: インターネット接続は%@経由およびUSB経由でのみ共有されます。Bluetooth経由でも共有できるようにしますか?
kk: Жеке кіру нүктесі тек %@ және USB арқылы қолжетімді болады. Оны Bluetooth арқылы қосу қажет пе?
kn: ವೈಯಕ್ತಿಕ ಹಾಟ್‌ಸ್ಪಾಟ್, %@ ಮತ್ತು USB ಮೂಲಕ ಮಾತ್ರ ಲಭ್ಯವಿರುತ್ತದೆ. Bluetooth ಮೂಲಕ ಸಹ ನೀವು ಇದನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ಬಯಸುತ್ತೀರಾ?
ko: 개인용 핫스팟은 오직 %@ 및 USB를 통해서만 사용할 수 있습니다. Bluetooth를 통해서도 활성화하겠습니까?
lt: Asmeninis interneto prieigos taškas bus pasiekiamas tik per „%@“ ir USB. Ar taip pat norite jį įjungti per „Bluetooth“?
ml: പേഴ്സണൽ ഹോട്ട്സ്പോട്ട് %@, USB എന്നിവ വഴി മാത്രമേ ലഭ്യമാകൂ. നിങ്ങൾക്കത് Bluetooth വഴിയും എനേബിൾ ചെയ്യണോ?
mr: वैयक्तिक हॉटस्पॉट केवळ %@ आणि USB वर उपलब्ध आहे. तुम्ही त्याला Bluetooth वर देखील एनेबल करू इच्छिता का?
ms: Hotspot peribadi hanya akan tersedia melalui %@ dan USB. Adakah anda mahu mendayakannya melalui Bluetooth juga?
nl: De persoonlijke hotspot is alleen beschikbaar via %@ en USB. Wil je deze ook activeren via Bluetooth?
no: Delt internett vil kun være tilgjengelig via %@ og USB. Vil du også aktivere det via Bluetooth?
or: କେବଳ %@ ଓ USBରେ ପର୍ସନଲ୍ ହଟ୍‌ସ୍ପଟ୍ ଉପଲବ୍ଧ ହେବ। ଆପଣ ମଧ୍ୟ ଏହାକୁ Bluetooth ରେ ସକ୍ଷମ କରିବାକୁ ଚାହାନ୍ତି କି?
pa: ਨਿੱਜੀ ਹੌਟਸਪੌਟ ਸਿਰਫ਼ %@ ਅਤੇ USB ਰਾਹੀਂ ਉਪਲਬਧ ਹੋਵੇਗਾ। ਕੀ ਤੁਸੀਂ ਇਸ ਨੂੰ Bluetooth ਰਾਹੀਂ ਵੀ ਸਮਰੱਥ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Hotspot osobisty będzie dostępny tylko przez %@ i USB. Czy chcesz, aby był także dostępny przez Bluetooth?
pt_br: O acesso pessoal estará disponível apenas através de %@ e USB. Deseja ativá-lo também através de Bluetooth?
pt_pt: O hotspot pessoal só está disponível por %@ e USB. Gostaria igualmente de ativar a partilha de internet por Bluetooth?
ro: Hotspotul personal va fi disponibil numai prin %@ și USB. Doriți să îl activați și prin Bluetooth?
ru: Режим модема будет доступен только через %@ и USB. Включить его также через Bluetooth?
sk: Osobný hotspot bude dostupný len cez %@ alebo USB. Chcete ho zapnúť aj cez Bluetooth?
sl: Osebna dostopna točka bo na voljo le prek vrat %@ in USB. Jo želite omogočiti tudi prek vrat Bluetooth?
sv: Internetdelning kommer endast att vara tillgängligt via %@ och USB. Vill du aktivera Internetdelning via Bluetooth också?
ta: தனிப்பட்ட ஹாட்ஸ்பாட் %@ மற்றும் USB வழியாக மட்டுமே கிடைக்கும். Bluetooth மூலமாகவும் இதைச் செயலாக்க விரும்புகிறீர்களா?
te: పర్సనల్ హాట్‌స్పాట్ %@ మరియు USB ద్వారా మాత్రమే అందుబాటులో ఉంటుంది. మీరు దీన్ని Bluetooth ద్వారా కూడా ఎనేబల్ చేయాలనుకుంటున్నారా?
th: ฮอตสปอตส่วนบุคคลจะใช้ได้เฉพาะผ่าน%[tt]@และ USB คุณต้องการเปิดใช้งานการแชร์ผ่านบลูทูธหรือไม่
tr: Kişisel erişim noktası yalnızca %@ ve USB ile kullanılabilir. Bluetooth ile kullanmayı da etkinleştirmek istiyor musunuz?
uk: Власна точка доступу буде доступна лише через %@ і USB-кабель. Ви хочете також увімкнути її через Bluetooth?
ur: ذاتی ہاٹ اسپاٹ صرف ‏%@ اور ‏USB پر دستیاب ہوگا۔ کیا آپ اسے ‏Bluetooth پر بھی فعال کرنا چاہتے ہیں؟
vi: Điểm truy cập cá nhân sẽ chỉ có sẵn qua %@ và USB. Bạn có muốn bật điểm truy cập qua Bluetooth không?
zh_cn: 个人热点将只能通过%@和USB使用。你还要通过蓝牙启用吗？
zh_hk: 現只能透過%@及USB使用個人熱點，你要同時透過藍牙使用嗎？
zh_tw: 只能透過%@和USB使用「個人熱點」。要同時透過藍牙來啟用「個人熱點」嗎？
